Repository: Letractively/vdown
Catalog: trunk/po/*.po
Languages: de_de

source: Usage: %prog [options] URL1 [URL2] [...]
de_de: %prog [options] URL1 [URL2] [...]

source: show this help message and exit
de_de: zeige diese Hilfsnachricht und breche ab

source: save videos in DEST
de_de: speichere Videos in DEST

source: save video file as FILE
de_de: speichere Video als FILE

source: Can't write to this directory! Change to another.
de_de: In dieses Verzeichnis kann nicht geschrieben werden! Bitte in ein anderes wechseln.

source: Trying to download the video...
de_de: Versuche, das Video herunterzuladen...

source: Saving file as "%(file)s"...
de_de: Speichere Datei als "%(file)s"...

source: Filesize: %(filesize)s KB
de_de: Dateigröße: %(filesize)s KB

source: seconds
de_de: Sekunden

source: Downloading...
de_de: Lade herunter...

source: Converting file...
de_de: Konvertiere Datei...

source: Converted file.
de_de: Datei konvertiert.

source: Deleted input (.flv) file
de_de: Quelldatei (.flv) gelöscht

source: Could not fetch the wanted line. Wrong URL or unsupported video portal! But better try again.
de_de: Konnte die gesuchte Zeile nicht finden. Falsche URL oder nicht unterstütztes Videoportal! Aber am besten nochmal versuchen.

source: Killed by CTRL+C, quitting...
de_de: Getötet von STRG+C, verlassend...

source: Fetching video information...
de_de: Hole Videoinformationen

source: No URL specified
de_de: Keine URL angegeben

source: Trying to download %(url)s
de_de: Versuche, %(url)s herunterzuladen

source: Downloading video...
de_de: Lade Video herunter...

source: Download finished.
de_de: Download beendet

source: Converting file
de_de: Konvertiere Datei

source: Wrong URL / unsupported video portal
de_de: Falsche URL / n. unterstütztes Videoportal

source: Downloading a list...
de_de: Lade eine Liste herunter...

source: Saving file as "%(filename)s"...
de_de: Speichere Datei als "%(filename)s"...

source: Finished download #%(number)s
de_de: Video #%(number)s beendet

source: Download #%(number)s failed
de_de: Download #%(number)s gescheitert

source: %(successful)s of %(all)s successful
de_de: %(successful)s von %(all)s erfolgreich

source: Cannot write to video output folder. Choose another.
de_de: Kann in den Video-Speicheroirt nicht schreiben. Bitte anderen wählen.

source: Could not open %(gladefile)s
de_de: Konnte %(gladefile)s nicht öffnen

source: Config file %s not found. Creating one for you...
de_de: Die Konfigurationsdatei %s konnte nicht gefunden werden. Es wird eine erstellt...

source: Setting settings to default...
de_de: Setze Einstellungen auf Standard zurück...

source: Could not fetch the wanted line. Wrong URL or unsupported video portal!
de_de: Konnte die gesuchte Zeile nicht finden. Falsche URL oder nicht unterstütztes Videoportal!

source: Close window
de_de: Fenster schließen

source: Convert command (%i = inputfile, %o = outputfile)
de_de: Konvertierungskommando (%i = Quelldatei, %o = Zieldatei)

source: Convert videos
de_de: Videos konvertiert

source: Delete source (.flv) file
de_de: Quelldatei (.flv) gelöscht

source: Download it!
de_de: Runterladen!

source: Enter the URL of the video:
de_de: Bitte die URL des Videos eingeben:

source: Filename extension
de_de: Dateinamenserweiterung

source: Nothing to do
de_de: Nichts zu tun

source: Save videos in (must be writable!):
de_de: Speiche Videos in (muss beschreibbar sein!):

source: Settings
de_de: Einstellungen

source: This program is licenced under the GPLv3.
de_de: Diese Anwendung ist lizenziert unter der GPLv3.

source: _File
de_de: _Datei

source: _Help
de_de: _Hilfe

source: translator-credits
de_de: Nicolai Spohrer <nicolai@xeve.de>
